/* Завдання 5: Об'єднання масивів

Вам потрібно створити програму, яка об'єднає два масиви в один

Ось кроки, які вам потрібно виконати:

Створіть два масиви, наприклад, firstArray і secondArray, які містять деякі значення.
Створіть новий масив, який містить всі елементи з обох вихідних масивів.
Виведіть отриманий об'єднаний масив на консоль. */

const firstArray = [14, 42, 7, 33, 19]
const secondArray = [8, 25, 49, 12, 38]

const newArray = firstArray.concat(secondArray)

console.log (newArray)